{
  "domandePiccanti": [
    "Qual è stata la tua cotta più imbarazzante?",
    "Qual è il segreto più grande che hai mai tenuto?",
    "Hai mai tradito qualcuno? Racconta.",
    "Se potessi cambiare qualcosa del tuo aspetto, cosa sarebbe?",
    "Qual è il tuo desiderio sessuale più nascosto?",
    "Hai mai avuto una cotta per un amico? Come hai gestito la situazione?",
    "Qual è il tuo peggior difetto?",
    "Qual è la tua più grande paura riguardo alle relazioni?",
    "Hai mai mentito per ottenere qualcosa che desideravi? Cosa?",
    "Qual è la cosa più imbarazzante che hai fatto di nascosto?",
    "Se potessi eliminare una tua abitudine, quale sarebbe?",
    "Hai mai provato sentimenti per qualcuno del tuo stesso sesso?",
    "Qual è stata la tua più grande delusione amorosa?",
    "Racconta un momento in cui hai provato gelosia.",
    "Qual è la cosa più coraggiosa che hai fatto per amore?",
    "Hai mai nascosto un sentimento per paura di rifiuto?",
    "Qual è la tua opinione sulle relazioni a distanza?",
    "Hai mai avuto una relazione segreta? Descrivi.",
    "Qual è il tuo peggior litigio con un amico?",
    "Se potessi tornare indietro, quale relazione cambieresti e perché?",
    "Hai mai avuto sentimenti non corrisposti? Come li hai gestiti?",
    "Qual è la cosa più romantica che hai mai fatto?",
    "Hai mai pensato di lasciare il tuo partner? Perché?",
    "Hai mai rimpianto di non aver confessato i tuoi sentimenti?",
    "Qual è la tua idea di una serata perfetta?",
    "Hai mai fatto qualcosa di impulsivo per amore?",
    "Qual è la cosa più strana che ti attrae in qualcuno?",
    "Hai mai avuto un'infedeltà? Come hai affrontato la situazione?",
    "Qual è la tua definizione di amore vero?",
    "Hai mai nascosto i tuoi sentimenti per mantenere un'amicizia?",
    "Qual è la cosa più importante che cerchi in una relazione?",
    "Hai mai pensato di terminare una relazione all'ultimo minuto?",
    "Qual è il tuo modo preferito per dimostrare affetto?",
    "Qual è la tua opinione sulla gelosia?",
    "Hai mai avuto una relazione a breve termine? Com'è andata?",
    "Hai mai mentito su qualcosa di importante in una relazione?",
    "Hai mai avuto una relazione complicata? Descrivi.",
    "Qual è la tua opinione sui tradimenti?",
    "Qual è la tua idea di fiducia in una relazione?",
    "Hai mai sentito di non essere all'altezza nelle relazioni?",
    "Qual è la cosa più romantica che qualcuno ha fatto per te?",
    "Hai mai nascosto una parte di te in una relazione?",
    "Qual è la tua opinione sulle relazioni aperte?",
    "Hai mai avuto una relazione con una differenza d'età significativa?",
    "Qual è il tuo bodycount?",
    "Quante volte al massimo hai fatto sesso in un giorno?",
    "Qual è il tuo pensiero sulle relazioni a prima vista?",
    "Hai mai avuto una relazione a distanza? Come hai gestito?",
    "Hai mai avuto sentimenti per un ex? Come hai gestito?",
    "Qual è la tua opinione sul matrimonio?",
    "Hai mai avuto una relazione complicata con un familiare?",
    "Qual è la cosa che cerchi di meno in un partner?",
    "Qual è la tua opinione sulla condivisione dei sentimenti?",
    "Hai mai nascosto una parte della tua vita a un partner?",
    "Qual è la tua idea di equilibrio tra vita privata e relazione?",
    "Qual è il tuo pensiero sulle relazioni virtuali?",
    "Hai mai avuto una relazione con qualcuno di molto diverso da te?",
    "Qual è la cosa più difficile che hai dovuto perdonare in una relazione?",
    "Hai mai sentito che una relazione ti ha cambiato? Come?",
    "Qual è il tuo rapporto con le app di dating?",
    "Hai mai provato attrazione verso un familiare di un tuo amico?",
    "Hai mai avuto una relazione basata principalmente sull'attrazione fisica?",
    "Qual è la tua opinione sull'onestà totale in una relazione?",
    "Hai mai avuto una relazione con qualcuno di un'altra nazione? Come è andata?",
    "Hai mai sentito che una relazione ti ha aiutato a superare una crisi personale?",
    "Qual è la cosa più bella che hai fatto per un partner?",
    "Hai mai concluso con una persona conosciuta su una piattaforma di dating?"
  ],
  "cosaPreferirestiPiccante": [
    "Preferiresti poter leggere la mente o diventare invisibile?",
    "Preferiresti vivere senza musica o senza film?",
    "Preferiresti non poter mai più usare Internet o non poter mai più viaggiare?",
    "Preferiresti avere sempre freddo o sempre caldo?",
    "Preferiresti perdere tutti i tuoi ricordi o non poter creare nuovi ricordi?",
    "Preferiresti essere famoso ma senza privacy o completamente anonimo?",
    "Preferiresti vivere in un mondo senza libri o senza videogiochi?",
    "Preferiresti essere capace di volare o di respirare sott'acqua?",
    "Preferiresti mangiare solo cibo piccante per il resto della vita o solo cibo dolce?",
    "Preferiresti non poter mai più bere alcolici o non poter mai più mangiare dolci?",
    "Preferiresti avere un lavoro che ami ma guadagni poco o un lavoro che odi ma guadagni molto?",
    "Preferiresti non poter mai più uscire di casa o non poter mai più tornare a casa?",
    "Preferiresti avere sempre fame o sempre sete?",
    "Preferiresti poterti teletrasportare ovunque o poter comunicare con gli animali?",
    "Preferiresti vivere senza telefono o senza TV?",
    "Preferiresti non poter mai più guidare o non poter mai più prendere treni o aerei?",
    "Preferiresti avere un solo amico per sempre o molti conoscenti ma nessun vero amico?",
    "Preferiresti non poter mai più usare social media o non poter mai più fare shopping online?",
    "Preferiresti essere sempre in ritardo o sempre troppo presto?",
    "Preferiresti avere il potere di cambiare il passato o il futuro?",
    "Preferiresti vivere in una città caotica o in un villaggio isolato?",
    "Preferiresti non poter mai più ridere o non poter mai più piangere?",
    "Preferiresti avere una memoria fotografica o la capacità di imparare qualsiasi lingua in un giorno?",
    "Preferiresti essere sempre troppo alto o troppo basso?",
    "Preferiresti non poter mai più mangiare carne o non poter mai più mangiare verdure?",
    "Preferiresti vivere senza sapore del cibo o senza suono?",
    "Preferiresti avere la capacità di parlare tutte le lingue o di suonare tutti gli strumenti musicali?",
    "Preferiresti non poter mai più usare un computer o un telefono?",
    "Preferiresti vivere in un mondo dove fa sempre giorno o sempre notte?",
    "Preferiresti non poter mai più fare sport o non poter mai più ascoltare musica?",
    "Preferiresti avere il superpotere dell'invisibilità o della super forza?",
    "Preferiresti vivere senza specchi o senza foto?",
    "Preferiresti essere sempre in prima fila o sempre in fondo?",
    "Preferiresti non poter mai più indossare jeans o non poter mai più indossare magliette?",
    "Preferiresti avere sempre l'aria troppo calda o troppo fredda?",
    "Preferiresti non poter mai più usare un'automobile o un ciclo?",
    "Preferiresti vivere senza sapore o senza odore?",
    "Preferiresti non poter mai più leggere libri o guardare film?",
    "Preferiresti avere sempre una telefonata indesiderata o sempre una mail di lavoro?",
    "Preferiresti essere l'unica persona a parlare o l'unica persona a restare in silenzio?",
    "Preferiresti non poter mai più usare il forno o il frigorifero?",
    "Preferiresti essere in grado di vedere l'invisibile o di sentire i pensieri?",
    "Preferiresti non poter mai più toccare o sentire?",
    "Preferiresti vivere senza il colore rosso o senza il colore blu?",
    "Preferiresti non poter mai più usare una sedia o una scrivania?",
    "Preferiresti avere solo una mano o solo un piede?",
    "Preferiresti non poter mai più sorridere o non poter mai più fare una smorfia?",
    "Preferiresti vivere senza accessori o senza vestiti?",
    "Preferiresti non poter mai più usare un orologio o una bussola?",
    "Preferiresti avere una casa galleggiante o una casa sotterranea?",
    "Preferiresti non poter mai più fare docce calde o fredde?",
    "Preferiresti avere un solo vestito per il resto della vita o cambiare vestito ogni giorno?",
    "Preferiresti non poter mai più usare una forchetta o un coltello?",
    "Preferiresti vivere senza amici o senza famiglia?",
    "Preferiresti non poter mai più uscire di casa durante il giorno o durante la notte?",
    "Preferiresti avere il potere di volare ma solo a bassa altezza o di camminare sull'acqua?",
    "Preferiresti non poter mai più cantare o mai più ballare?",
    "Preferiresti vivere senza internet o senza televisione?",
    "Preferiresti non poter mai più usare una bicicletta o uno scooter?",
    "Preferiresti avere sempre caldo o sempre freddo?",
    "Preferiresti non poter mai più usare un computer o un tablet?",
    "Preferiresti vivere senza libri o senza musica?",
    "Preferiresti non poter mai più usare un microonde o un tostapane?",
    "Preferiresti avere un solo colore preferito o nessun colore preferito?",
    "Preferiresti non poter mai più mangiare cibo fritto o cibo al vapore?",
    "Preferiresti vivere senza dolce o senza salato?",
    "Preferiresti non poter mai più usare una bicicletta o un'automobile?",
    "Preferiresti avere sempre il tuo cibo preferito ma non poterne mai più mangiare altro o mangiare una varietà di cibi ma mai più il tuo preferito?",
    "Preferiresti non poter mai più guardare il tuo film preferito o non poter mai più ascoltare la tua canzone preferita?",
    "Preferiresti vivere senza internet o senza amici?",
    "Preferiresti non poter mai più viaggiare in aereo o in treno?",
    "Preferiresti avere una memoria perfetta o l'immaginazione illimitata?",
    "Preferiresti non poter mai più usare il GPS o le mappe cartacee?",
    "Preferiresti vivere senza smartphone o senza computer?",
    "Preferiresti non poter mai più vedere il tramonto o l'alba?",
    "Preferiresti avere la capacità di teletrasportarti o di volare?",
    "Preferiresti non poter mai più usare social media o non poter mai più inviare messaggi di testo?",
    "Preferiresti vivere in un mondo senza colori o senza suoni?",
    "Preferiresti non poter mai più fare shopping online o non poter mai più fare acquisti in negozio?",
    "Preferiresti avere sempre freddo o sempre caldo?",
    "Preferiresti non poter mai più usare il telefono o il computer?"
  ],
  "killKissMarryFamosi": [
      "Beyoncé, Margot Robbie, Scarlett Johansson – Ryan Gosling, Henry Cavill, Chris Hemsworth?",
      "Ariana Grande, Dua Lipa, Megan Fox – Tom Holland, Timothée Chalamet, Brad Pitt?",
      "Taylor Swift, Jennifer Aniston, Emma Watson – Harry Styles, Keanu Reeves, Ryan Reynolds?",
      "Zendaya, Selena Gomez, Gal Gadot – Chris Evans, Michael B. Jordan, Jason Momoa?",
      "Lady Gaga, Shakira, Cardi B – Leonardo DiCaprio, Shawn Mendes, Justin Bieber?",
      "Angelina Jolie, Natalie Portman, Megan Thee Stallion – Johnny Depp, Tom Hiddleston, Jake Gyllenhaal?",
      "Billie Eilish, Camila Cabello, Olivia Rodrigo – Zac Efron, Dylan O'Brien, Andrew Garfield?",
      "Katy Perry, Sofia Vergara, Priyanka Chopra – Dwayne Johnson, Tom Hardy, Chris Pratt?",
      "Kylie Jenner, Kendall Jenner, Hailey Bieber – Robert Pattinson, Jacob Elordi, Oscar Isaac?",
      "Meryl Streep, Emma Stone, Gigi Hadid – Jason Statham, Idris Elba, Adam Driver?",
      "Salma Hayek, Jessica Alba, Emily Blunt – Paul Rudd, Benedict Cumberbatch, John Krasinski?",
      "Jennifer Lopez, Christina Aguilera, Rita Ora – Cillian Murphy, Pedro Pascal, Kit Harington?",
      "Rihanna, Nicki Minaj, FKA Twigs – Jared Leto, Harry Styles, Rami Malek?",
      "Millie Bobby Brown, Hunter Schafer, Sydney Sweeney – Timothée Chalamet, Noah Centineo, Finn Wolfhard?",
      "Halle Berry, Charlize Theron, Elizabeth Olsen – Oscar Isaac, Sebastian Stan, Richard Madden?",
      "Lupita Nyong'o, Sandra Bullock, Anne Hathaway – Jake Gyllenhaal, Daniel Radcliffe, Rupert Grint?"
  ],
  "chiInQuestaStanzaEPropenso": [
      "Chi in questa stanza è più propenso a essere un partner ideale in una relazione?",
      "Chi in questa stanza pensi possa essere il miglior amante?",
      "Chi in questa stanza trovi più attraente fisicamente?",
      "Chi in questa stanza pensi abbia il sorriso più sexy?",
      "Chi in questa stanza pensi che baci meglio?",
      "Chi in questa stanza ha lo sguardo più seducente?",
      "Chi in questa stanza sarebbe il tuo partner ideale per un appuntamento romantico?",
      "Chi in questa stanza sarebbe la persona con cui proveresti una relazione?",
      "Chi in questa stanza è più propenso a flirtare con te?",
      "Chi in questa stanza è più propenso a essere coinvolto in un'avventura di una notte?",
      "Chi in questa stanza pensi abbia il miglior corpo?",
      "Chi in questa stanza ha il miglior senso dell'umorismo?",
      "Chi in questa stanza è più propenso a essere sempre di buon umore?",
      "Chi in questa stanza è più propenso a farti impazzire con uno sguardo?",
      "Chi in questa stanza è più propenso a ricevere il maggior numero di complimenti piccanti?",
      "Chi in questa stanza è più propenso a farti provare un’attrazione improvvisa?",
      "Chi in questa stanza pensi sia il più affascinante?",
      "Chi in questa stanza è più propenso a farti perdere il controllo?",
      "Chi in questa stanza pensi che abbia la voce più sexy?",
      "Chi in questa stanza è più propenso a essere il più competitivo nei giochi?",
      "Chi in questa stanza è più propenso a improvvisare un piano per la serata?",
      "Chi in questa stanza sarebbe il miglior partner per un viaggio?",
      "Chi in questa stanza è più propenso a svelare le proprie fantasie?",    
      "Chi in questa stanza è più propenso a mettersi nei guai per una sciocchezza?",
      "Chi in questa stanza è più propenso a cantare ad alta voce senza vergogna?",
      "Chi in questa stanza sarebbe la persona con cui faresti una pazzia?",
      "Chi in questa stanza pensi abbia il miglior stile nel vestirsi?",
      "Chi in questa stanza è più propenso a fare innamorare?",
      "Chi in questa stanza è più propenso a ricevere attenzioni speciali?",
      "Chi in questa stanza pensi che possa essere il tuo tipo ideale?",
      "Chi in questa stanza è più propenso a farti un complimento sincero?",
      "Chi in questa stanza pensi possa sorprenderti sotto le lenzuola?",
      "Chi in questa stanza pensi abbia le mani più attraenti?",
      "Chi in questa stanza è la persona più pacata?",
      "Chi in questa stanza pensi possa essere il miglior partner in un gioco di seduzione?",
      "Chi in questa stanza pensi abbia il miglior profumo?",
      "Chi in questa stanza è più propenso a fare un gesto romantico per conquistarti?",
      "Chi in questa stanza è più propenso a lasciarti un bigliettino con parole intriganti?",
      "Chi in questa stanza è più propenso a svegliarti con un messaggio dolce il giorno dopo?",
      "Chi in questa stanza è più propenso a essere il protagonista del tuo prossimo sogno?",
      "Chi in questa stanza è più propenso a ricevere il primo bacio della serata?",
      "Chi in questa stanza è più propenso a regalarti un’esperienza indimenticabile?",
      "Chi in questa stanza è più propenso a farti provare qualcosa di nuovo?",
      "Chi in questa stanza è più propenso a essere il tuo partner perfetto per un gioco di coppia?"
  ],
  "indovinaLaCanzone": [
      "Bohemian Rhapsody – Queen",
      "Billie Jean – Michael Jackson",
      "Shape of You – Ed Sheeran",
      "Viva la Vida – Coldplay",
      "Despacito – Luis Fonsi",
      "Uptown Funk – Mark Ronson ft. Bruno Mars",
      "Rolling in the Deep – Adele",
      "Thriller – Michael Jackson",
      "Bad Guy – Billie Eilish",
      "Can't Stop the Feeling! – Justin Timberlake",
      "Blinding Lights – The Weeknd",
      "Shake It Off – Taylor Swift",
      "Havana – Camila Cabello",
      "Old Town Road – Lil Nas X",
      "Dance Monkey – Tones and I",
      "Señorita – Shawn Mendes & Camila Cabello",
      "Perfect – Ed Sheeran",
      "Someone Like You – Adele",
      "All of Me – John Legend",
      "Lose Yourself – Eminem",
      "Sugar – Maroon 5",
      "Thinking Out Loud – Ed Sheeran",
      "Happy – Pharrell Williams",
      "Roar – Katy Perry",
      "Let Her Go – Passenger",
      "Firework – Katy Perry",
      "Hello – Adele",
      "Stay – Justin Bieber ft. The Kid LAROI",
      "Watermelon Sugar – Harry Styles",
      "Memories – Maroon 5",
      "Bad Habits – Ed Sheeran",
      "Sunflower – Post Malone & Swae Lee",
      "Closer – The Chainsmokers ft. Halsey",
      "Believer – Imagine Dragons",
      "Cheap Thrills – Sia",
      "Shape of My Heart – Backstreet Boys",
      "Levitating – Dua Lipa",
      "Take Me to Church – Hozier",
      "Somebody That I Used to Know – Gotye ft. Kimbra",
      "We Found Love – Rihanna ft. Calvin Harris",
      "Thinking About You – Calvin Harris",
      "Radioactive – Imagine Dragons",
      "Counting Stars – OneRepublic",
      "Sorry – Justin Bieber",
      "Uptown Girl – Billy Joel",
      "I Will Always Love You – Whitney Houston",
      "Toxic – Britney Spears",
      "I Kissed a Girl – Katy Perry",
      "Like a Prayer – Madonna",
      "Boulevard of Broken Dreams – Green Day",
      "Seven Nation Army – The White Stripes",
      "Another Brick in the Wall – Pink Floyd",
      "Hey Jude – The Beatles",
      "Hotel California – Eagles",
      "Smells Like Teen Spirit – Nirvana",
      "Sweet Child O’ Mine – Guns N’ Roses",
      "Don’t Stop Believin’ – Journey",
      "Eye of the Tiger – Survivor",
      "We Will Rock You – Queen",
      "Back in Black – AC/DC",
      "Livin’ on a Prayer – Bon Jovi",
      "California Gurls – Katy Perry ft. Snoop Dogg",
      "Wake Me Up – Avicii",
      "Somewhere Only We Know – Keane",
      "We Are Young – Fun. ft. Janelle Monáe",
      "Call Me Maybe – Carly Rae Jepsen",
      "Chandelier – Sia",
      "Love Me Like You Do – Ellie Goulding",
      "Sorry Not Sorry – Demi Lovato",
      "Bad Romance – Lady Gaga",
      "Poker Face – Lady Gaga",
      "Rolling Stones – Paint It Black",
      "Sweet Home Alabama – Lynyrd Skynyrd",
      "You’re Beautiful – James Blunt"
  ]
}
