{
    "spicyQuestions": [
      "What has been your most embarrassing crush?",
      "What is the biggest secret you have ever kept?",
      "Have you ever cheated on someone? Tell us.",
      "If you could change something about your appearance, what would it be?",
      "What is your most hidden sexual desire?",
      "Have you ever had a crush on a friend? How did you handle the situation?",
      "What is your worst flaw?",
      "What is your biggest fear regarding relationships?",
      "Have you ever lied to get something you wanted? What?",
      "What is the most embarrassing thing you have done in secret?",
      "If you could eliminate one of your habits, what would it be?",
      "Have you ever had feelings for someone of the same sex?",
      "What has been your biggest romantic disappointment?",
      "Tell about a moment when you felt jealous.",
      "What is the bravest thing you have done for love?",
      "Have you ever hidden a feeling for fear of rejection?",
      "What is your opinion on long-distance relationships?",
      "Have you ever had a secret relationship? Describe it.",
      "What is your worst argument with a friend?",
      "If you could go back, which relationship would you change and why?",
      "Have you ever had unreciprocated feelings? How did you handle them?",
      "What is the most romantic thing you have ever done?",
      "Have you ever thought about leaving your partner? Why?",
      "Have you ever regretted not confessing your feelings?",
      "What is your idea of a perfect evening?",
      "Have you ever done something impulsive for love?",
      "What is the weirdest thing that attracts you to someone?",
      "Have you ever been unfaithful? How did you handle the situation?",
      "What is your definition of true love?",
      "Have you ever hidden your feelings to maintain a friendship?",
      "What is the most important thing you seek in a relationship?",
      "Have you ever thought about ending a relationship at the last minute?",
      "What is your favorite way to show affection?",
      "What is your opinion on jealousy?",
      "Have you ever had a short-term relationship? How did it go?",
      "Have you ever lied about something important in a relationship?",
      "Have you ever had a complicated relationship? Describe it.",
      "What is your opinion on cheating?",
      "What is your idea of trust in a relationship?",
      "Have you ever felt inadequate in relationships?",
      "What is the most romantic thing someone has done for you?",
      "Have you ever hidden a part of yourself in a relationship?",
      "What is your opinion on open relationships?",
      "Have you ever had a relationship with a significant age difference?",
      "What is your body count?",
      "What is the maximum number of times you have had sex in a day?",
      "What is your thought on love at first sight?",
      "Have you ever had a long-distance relationship? How did you manage?",
      "Have you ever had feelings for an ex? How did you handle it?",
      "What is your opinion on marriage?",
      "Have you ever had a complicated relationship with a family member?",
      "What is the thing you look for the least in a partner?",
      "What is your opinion on sharing feelings?",
      "Have you ever hidden a part of your life from a partner?",
      "What is your idea of work-life balance in a relationship?",
      "What is your thought on virtual relationships?",
      "Have you ever had a relationship with someone very different from you?",
      "What is the hardest thing you had to forgive in a relationship?",
      "Have you ever felt that a relationship changed you? How?",
      "What is your relationship with dating apps?",
      "Have you ever felt attraction towards a friend's family member?",
      "Have you ever had a relationship based primarily on physical attraction?",
      "What is your opinion on complete honesty in a relationship?",
      "Have you ever had a relationship with someone from another country? How did it go?",
      "Have you ever felt that a relationship helped you overcome a personal crisis?",
      "What is the most beautiful thing you have done for a partner?",
      "Have you ever ended things with someone you met on a dating platform?"
    ],
    "wouldYouRatherSpicy": [
      "Would you rather be able to read minds or become invisible?",
      "Would you rather live without music or without movies?",
      "Would you rather never use the Internet again or never travel again?",
      "Would you rather always be cold or always be hot?",
      "Would you rather lose all your memories or never be able to create new ones?",
      "Would you rather be famous but without privacy or completely anonymous?",
      "Would you rather live in a world without books or without video games?",
      "Would you rather be able to fly or breathe underwater?",
      "Would you rather eat only spicy food for the rest of your life or only sweet food?",
      "Would you rather never drink alcohol again or never eat sweets again?",
      "Would you rather have a job you love but earn little or a job you hate but earn a lot?",
      "Would you rather never leave home again or never be able to return home?",
      "Would you rather always be hungry or always be thirsty?",
      "Would you rather teleport anywhere or communicate with animals?",
      "Would you rather live without a phone or without a TV?",
      "Would you rather never drive again or never take trains or planes?",
      "Would you rather have only one friend forever or many acquaintances but no true friends?",
      "Would you rather never use social media again or never shop online again?",
      "Would you rather always be late or always be too early?",
      "Would you rather have the power to change the past or the future?",
      "Would you rather live in a chaotic city or in an isolated village?",
      "Would you rather never be able to laugh again or never be able to cry?",
      "Would you rather have a photographic memory or the ability to learn any language in a day?",
      "Would you rather always be too tall or too short?",
      "Would you rather never eat meat again or never eat vegetables again?",
      "Would you rather live without the taste of food or without sound?",
      "Would you rather be able to speak all languages or play all musical instruments?",
      "Would you rather never use a computer again or never use a phone again?",
      "Would you rather live in a world where it's always day or always night?",
      "Would you rather never play sports again or never listen to music again?",
      "Would you rather have the superpower of invisibility or super strength?",
      "Would you rather live without mirrors or without photos?",
      "Would you rather always be in the front row or always at the back?",
      "Would you rather never wear jeans again or never wear t-shirts again?",
      "Would you rather always have the air too hot or too cold?",
      "Would you rather never use a car again or a bicycle?",
      "Would you rather live without taste or without smell?",
      "Would you rather never read books again or never watch movies again?",
      "Would you rather always receive an unwanted call or always a work email?",
      "Would you rather be the only person talking or the only person staying silent?",
      "Would you rather never use an oven again or a refrigerator?",
      "Would you rather be able to see the invisible or hear thoughts?",
      "Would you rather never be able to touch or feel?",
      "Would you rather live without the color red or without the color blue?",
      "Would you rather never use a chair again or a desk?",
      "Would you rather have only one hand or only one foot?",
      "Would you rather never smile again or never make a face again?",
      "Would you rather live without accessories or without clothes?",
      "Would you rather never use a watch again or a compass?",
      "Would you rather have a floating house or an underground house?",
      "Would you rather never take hot or cold showers again?",
      "Would you rather have only one outfit for the rest of your life or change outfits every day?",
      "Would you rather never use a fork again or a knife?",
      "Would you rather live without friends or without family?",
      "Would you rather never leave home during the day or during the night?",
      "Would you rather have the power to fly but only at low heights or walk on water?",
      "Would you rather never sing again or never dance again?",
      "Would you rather live without the internet or without television?",
      "Would you rather never use a bicycle again or a scooter?",
      "Would you rather always be hot or always be cold?",
      "Would you rather never use a computer again or a tablet?",
      "Would you rather live without books or without music?",
      "Would you rather never use a microwave again or a toaster?",
      "Would you rather have only one favorite color or no favorite color?",
      "Would you rather never eat fried food again or steamed food?",
      "Would you rather live without sweets or without salty foods?",
      "Would you rather never use a bicycle again or a car?",
      "Would you rather always have your favorite food but never eat anything else or eat a variety of foods but never your favorite?",
      "Would you rather never watch your favorite movie again or never listen to your favorite song?",
      "Would you rather live without the internet or without friends?",
      "Would you rather never travel by plane again or by train?",
      "Would you rather have a perfect memory or unlimited imagination?",
      "Would you rather never use GPS again or paper maps?",
      "Would you rather live without a smartphone or without a computer?",
      "Would you rather never see the sunset again or the sunrise?",
      "Would you rather have the ability to teleport or to fly?",
      "Would you rather never use social media again or never send text messages?",
      "Would you rather live in a world without colors or without sounds?",
      "Would you rather never shop online again or never shop in-store?",
      "Would you rather always be cold or always be hot?",
      "Would you rather never use the phone again or the computer?"
    ],
    "killKissMarryCelebrities": [
      "Beyoncé, Margot Robbie, Scarlett Johansson | Ryan Gosling, Henry Cavill, Chris Hemsworth?",
      "Ariana Grande, Dua Lipa, Megan Fox | Tom Holland, Timothée Chalamet, Brad Pitt?",
      "Taylor Swift, Jennifer Aniston, Emma Watson | Harry Styles, Keanu Reeves, Ryan Reynolds?",
      "Zendaya, Selena Gomez, Gal Gadot | Chris Evans, Michael B. Jordan, Jason Momoa?",
      "Lady Gaga, Shakira, Cardi B | Leonardo DiCaprio, Shawn Mendes, Justin Bieber?",
      "Angelina Jolie, Natalie Portman, Megan Thee Stallion | Johnny Depp, Tom Hiddleston, Jake Gyllenhaal?",
      "Billie Eilish, Camila Cabello, Olivia Rodrigo | Zac Efron, Dylan O'Brien, Andrew Garfield?",
      "Katy Perry, Sofia Vergara, Priyanka Chopra | Dwayne Johnson, Tom Hardy, Chris Pratt?",
      "Kylie Jenner, Kendall Jenner, Hailey Bieber | Robert Pattinson, Jacob Elordi, Oscar Isaac?",
      "Meryl Streep, Emma Stone, Gigi Hadid | Jason Statham, Idris Elba, Adam Driver?",
      "Salma Hayek, Jessica Alba, Emily Blunt | Paul Rudd, Benedict Cumberbatch, John Krasinski?",
      "Jennifer Lopez, Christina Aguilera, Rita Ora | Cillian Murphy, Pedro Pascal, Kit Harington?",
      "Rihanna, Nicki Minaj, FKA Twigs | Jared Leto, Harry Styles, Rami Malek?",
      "Millie Bobby Brown, Hunter Schafer, Sydney Sweeney | Timothée Chalamet, Noah Centineo, Finn Wolfhard?",
      "Halle Berry, Charlize Theron, Elizabeth Olsen | Oscar Isaac, Sebastian Stan, Richard Madden?",
      "Lupita Nyong'o, Sandra Bullock, Anne Hathaway | Jake Gyllenhaal, Daniel Radcliffe, Rupert Grint?"
    ],
    "whoInThisRoomIsLikely": [
      "Who in this room is more likely to be an ideal partner in a relationship?",
      "Who in this room do you think could be the best lover?",
      "Who in this room do you find most physically attractive?",
      "Who in this room do you think has the sexiest smile?",
      "Who in this room do you think kisses the best?",
      "Who in this room has the most seductive gaze?",
      "Who in this room would be your ideal partner for a romantic date?",
      "Who in this room would be the person you would consider a relationship with?",
      "Who in this room is more likely to flirt with you?",
      "Who in this room is more likely to be involved in a one-night stand?",
      "Who in this room do you think has the best body?",
      "Who in this room has the best sense of humor?",
      "Who in this room is more likely to always be in a good mood?",
      "Who in this room is more likely to drive you crazy with a look?",
      "Who in this room is more likely to receive the most spicy compliments?",
      "Who in this room is more likely to make you experience a sudden attraction?",
      "Who in this room do you think is the most charming?",
      "Who in this room is more likely to make you lose control?",
      "Who in this room do you think has the sexiest voice?",
      "Who in this room is more likely to be the most competitive in games?",
      "Who in this room is more likely to improvise a plan for the evening?",
      "Who in this room would be the best partner for a trip?",
      "Who in this room is more likely to reveal their fantasies?",
      "Who in this room is more likely to get into trouble for something silly?",
      "Who in this room is more likely to sing loudly without shame?",
      "Who in this room would be the person you would do something crazy with?",
      "Who in this room do you think has the best style in dressing?",
      "Who in this room is more likely to make someone fall in love?",
      "Who in this room is more likely to receive special attention?",
      "Who in this room do you think could be your ideal type?",
      "Who in this room is more likely to give you a sincere compliment?",
      "Who in this room do you think could surprise you under the sheets?",
      "Who in this room do you think has the most attractive hands?",
      "Who in this room is the calmest person?",
      "Who in this room do you think could be the best partner in a game of seduction?",
      "Who in this room do you think has the best perfume?",
      "Who in this room is more likely to make a romantic gesture to win you over?",
      "Who in this room is more likely to leave you a note with intriguing words?",
      "Who in this room is more likely to wake you up with a sweet message the next day?",
      "Who in this room is more likely to be the protagonist of your next dream?",
      "Who in this room is more likely to receive the first kiss of the evening?",
      "Who in this room is more likely to give you an unforgettable experience?",
      "Who in this room is more likely to make you try something new?",
      "Who in this room is more likely to be your perfect partner for a couple's game?"
    ],
    "guessTheSong": [
      "Bohemian Rhapsody - Queen",
      "Billie Jean - Michael Jackson",
      "Shape of You - Ed Sheeran",
      "Viva la Vida - Coldplay",
      "Despacito - Luis Fonsi",
      "Uptown Funk - Mark Ronson ft. Bruno Mars",
      "Rolling in the Deep - Adele",
      "Thriller - Michael Jackson",
      "Bad Guy - Billie Eilish",
      "Can't Stop the Feeling! - Justin Timberlake",
      "Blinding Lights - The Weeknd",
      "Shake It Off - Taylor Swift",
      "Havana - Camila Cabello",
      "Old Town Road - Lil Nas X",
      "Dance Monkey - Tones and I",
      "Señorita - Shawn Mendes & Camila Cabello",
      "Perfect - Ed Sheeran",
      "Someone Like You - Adele",
      "All of Me - John Legend",
      "Lose Yourself - Eminem",
      "Sugar - Maroon 5",
      "Thinking Out Loud - Ed Sheeran",
      "Happy - Pharrell Williams",
      "Roar - Katy Perry",
      "Let Her Go - Passenger",
      "Firework - Katy Perry",
      "Hello - Adele",
      "Stay - Justin Bieber ft. The Kid LAROI",
      "Watermelon Sugar - Harry Styles",
      "Memories - Maroon 5",
      "Bad Habits - Ed Sheeran",
      "Sunflower - Post Malone & Swae Lee",
      "Closer - The Chainsmokers ft. Halsey",
      "Believer - Imagine Dragons",
      "Cheap Thrills - Sia",
      "Shape of My Heart - Backstreet Boys",
      "Levitating - Dua Lipa",
      "Take Me to Church - Hozier",
      "Somebody That I Used to Know - Gotye ft. Kimbra",
      "We Found Love - Rihanna ft. Calvin Harris",
      "Thinking About You - Calvin Harris",
      "Radioactive - Imagine Dragons",
      "Counting Stars - OneRepublic",
      "Sorry - Justin Bieber",
      "Uptown Girl - Billy Joel",
      "I Will Always Love You - Whitney Houston",
      "Toxic - Britney Spears",
      "I Kissed a Girl - Katy Perry",
      "Like a Prayer - Madonna",
      "Boulevard of Broken Dreams - Green Day",
      "Seven Nation Army - The White Stripes",
      "Another Brick in the Wall - Pink Floyd",
      "Hey Jude - The Beatles",
      "Hotel California - Eagles",
      "Smells Like Teen Spirit - Nirvana",
      "Sweet Child O’ Mine - Guns N’ Roses",
      "Don’t Stop Believin’ - Journey",
      "Eye of the Tiger - Survivor",
      "We Will Rock You - Queen",
      "Back in Black - AC/DC",
      "Livin’ on a Prayer - Bon Jovi",
      "California Gurls - Katy Perry ft. Snoop Dogg",
      "Wake Me Up - Avicii",
      "Somewhere Only We Know - Keane",
      "We Are Young - Fun. ft. Janelle Monáe",
      "Call Me Maybe - Carly Rae Jepsen",
      "Chandelier - Sia",
      "Love Me Like You Do - Ellie Goulding",
      "Sorry Not Sorry - Demi Lovato",
      "Bad Romance - Lady Gaga",
      "Poker Face - Lady Gaga",
      "Paint It Black - Rolling Stones",
      "Sweet Home Alabama - Lynyrd Skynyrd",
      "You’re Beautiful - James Blunt"
    ],
    "drink": [
      "Take 1 sip",
      "Take 2 sips",
      "Take 3 sips",
      "Take half a glass",
      "Take 1 sip",
      "Take 2 sips",
      "Take 3 sips",
      "Take half a glass",
      "Take 1 sip",
      "Take 2 sips"
    ],
    "searchAndRead": [
      "Search 'sex' on WhatsApp and read the first message you find",
      "Search 'I love you' on WhatsApp and read the first message you find",
      "Search 'kiss' on WhatsApp and read the first message you find",
      "Search 'naked' on WhatsApp and read the first message you find",
      "Search 'yesterday' on WhatsApp and read the first message you find",
      "Search 'photo' on WhatsApp and read the first message you find",
      "Search 'hot' on WhatsApp and read the first message you find",
      "Search 'ex' on WhatsApp and read the first message you find",
      "Search 'crush' on WhatsApp and read the first message you find",
      "Search 'drunk' on WhatsApp and read the first message you find",
      "Search 'party' on WhatsApp and read the first message you find",
      "Search 'dance' on WhatsApp and read the first message you find"
    ]
  }
  