{
    "questionsÉpicées": [
      "Quelle a été ta béguin la plus embarrassante?",
      "Quel est le plus grand secret que tu aies jamais gardé?",
      "As-tu déjà trompé quelqu'un? Raconte.",
      "Si tu pouvais changer quelque chose de ton apparence, qu'est-ce que ce serait?",
      "Quel est ton désir sexuel le plus caché?",
      "As-tu déjà eu un béguin pour un ami? Comment as-tu géré la situation?",
      "Quel est ton pire défaut?",
      "Quelle est ta plus grande peur concernant les relations?",
      "As-tu déjà menti pour obtenir quelque chose que tu voulais? Quoi?",
      "Quelle est la chose la plus embarrassante que tu aies faite en secret?",
      "Si tu pouvais éliminer une de tes habitudes, laquelle serait-ce?",
      "As-tu déjà eu des sentiments pour quelqu'un du même sexe?",
      "Quelle a été ta plus grande déception amoureuse?",
      "Raconte un moment où tu as ressenti de la jalousie.",
      "Quelle est la chose la plus courageuse que tu aies faite par amour?",
      "As-tu déjà caché un sentiment par peur du rejet?",
      "Quelle est ton opinion sur les relations à distance?",
      "As-tu déjà eu une relation secrète? Décris-la.",
      "Quel est ton pire conflit avec un ami?",
      "Si tu pouvais revenir en arrière, quelle relation changerais-tu et pourquoi?",
      "As-tu déjà eu des sentiments non réciproques? Comment les as-tu gérés?",
      "Quelle est la chose la plus romantique que tu aies jamais faite?",
      "As-tu déjà pensé à quitter ton partenaire? Pourquoi?",
      "As-tu déjà regretté de ne pas avoir avoué tes sentiments?",
      "Quelle est ton idée d'une soirée parfaite?",
      "As-tu déjà fait quelque chose d'impulsif par amour?",
      "Quelle est la chose la plus étrange qui t'attire chez quelqu'un?",
      "As-tu déjà été infidèle? Comment as-tu géré la situation?",
      "Quelle est ta définition de l'amour vrai?",
      "As-tu déjà caché tes sentiments pour maintenir une amitié?",
      "Quelle est la chose la plus importante que tu recherches dans une relation?",
      "As-tu déjà pensé à mettre fin à une relation à la dernière minute?",
      "Quelle est ta façon préférée de montrer de l'affection?",
      "Quelle est ton opinion sur la jalousie?",
      "As-tu déjà eu une relation de courte durée? Comment cela s'est-il passé?",
      "As-tu déjà menti sur quelque chose d'important dans une relation?",
      "As-tu déjà eu une relation compliquée? Décris-la.",
      "Quelle est ton opinion sur les tromperies?",
      "Quelle est ton idée de la confiance dans une relation?",
      "As-tu déjà senti que tu n'étais pas à la hauteur dans les relations?",
      "Quelle est la chose la plus romantique que quelqu'un ait faite pour toi?",
      "As-tu déjà caché une partie de toi dans une relation?",
      "Quelle est ton opinion sur les relations ouvertes?",
      "As-tu déjà eu une relation avec une différence d'âge significative?",
      "Quel est ton nombre de conquêtes?",
      "Combien de fois as-tu eu des relations sexuelles en une journée au maximum?",
      "Que penses-tu de l'amour au premier regard?",
      "As-tu déjà eu une relation à distance? Comment as-tu géré?",
      "As-tu déjà eu des sentiments pour un ex? Comment as-tu géré?",
      "Quelle est ton opinion sur le mariage?",
      "As-tu déjà eu une relation compliquée avec un membre de ta famille?",
      "Quelle est la chose que tu recherches le moins chez un partenaire?",
      "Quelle est ton opinion sur le partage des sentiments?",
      "As-tu déjà caché une partie de ta vie à un partenaire?",
      "Quelle est ton idée de l'équilibre entre vie privée et relation?",
      "Que penses-tu des relations virtuelles?",
      "As-tu déjà eu une relation avec quelqu'un de très différent de toi?",
      "Quelle est la chose la plus difficile que tu aies dû pardonner dans une relation?",
      "As-tu déjà senti qu'une relation t'avait changé? Comment?",
      "Quelle est ta relation avec les applications de rencontres?",
      "As-tu déjà ressenti une attirance envers un membre de la famille d'un ami?",
      "As-tu déjà eu une relation principalement basée sur l'attraction physique?",
      "Quelle est ton opinion sur l'honnêteté totale dans une relation?",
      "As-tu déjà eu une relation avec quelqu'un d'une autre nationalité? Comment cela s'est-il passé?",
      "As-tu déjà senti qu'une relation t'avait aidé à surmonter une crise personnelle?",
      "Quelle est la plus belle chose que tu aies faite pour un partenaire?",
      "As-tu déjà rompu avec une personne rencontrée sur une plateforme de rencontres?"
    ],
    "préféreraisTuÉpicé": [
      "Préférerais-tu pouvoir lire les pensées ou devenir invisible?",
      "Préférerais-tu vivre sans musique ou sans films?",
      "Préférerais-tu ne plus jamais utiliser Internet ou ne plus jamais voyager?",
      "Préférerais-tu avoir toujours froid ou toujours chaud?",
      "Préférerais-tu perdre tous tes souvenirs ou ne jamais pouvoir en créer de nouveaux?",
      "Préférerais-tu être célèbre mais sans vie privée ou complètement anonyme?",
      "Préférerais-tu vivre dans un monde sans livres ou sans jeux vidéo?",
      "Préférerais-tu pouvoir voler ou respirer sous l'eau?",
      "Préférerais-tu manger uniquement des aliments épicés pour le reste de ta vie ou uniquement des aliments sucrés?",
      "Préférerais-tu ne plus jamais boire d'alcool ou ne plus jamais manger de sucreries?",
      "Préférerais-tu avoir un travail que tu aimes mais qui paie peu ou un travail que tu détestes mais qui paie beaucoup?",
      "Préférerais-tu ne plus jamais quitter la maison ou ne plus jamais pouvoir y revenir?",
      "Préférerais-tu avoir toujours faim ou toujours soif?",
      "Préférerais-tu pouvoir te téléporter n'importe où ou communiquer avec les animaux?",
      "Préférerais-tu vivre sans téléphone ou sans télévision?",
      "Préférerais-tu ne plus jamais conduire ou ne plus jamais prendre de trains ou d'avions?",
      "Préférerais-tu n'avoir qu'un seul ami pour toujours ou de nombreux connaissances mais aucun vrai ami?",
      "Préférerais-tu ne plus jamais utiliser les réseaux sociaux ou ne plus jamais faire du shopping en ligne?",
      "Préférerais-tu toujours être en retard ou toujours être trop tôt?",
      "Préférerais-tu avoir le pouvoir de changer le passé ou le futur?",
      "Préférerais-tu vivre dans une ville chaotique ou dans un village isolé?",
      "Préférerais-tu ne plus jamais pouvoir rire ou ne plus jamais pouvoir pleurer?",
      "Préférerais-tu avoir une mémoire photographique ou la capacité d'apprendre n'importe quelle langue en un jour?",
      "Préférerais-tu toujours être trop grand ou trop petit?",
      "Préférerais-tu ne plus jamais manger de viande ou ne plus jamais manger de légumes?",
      "Préférerais-tu vivre sans le goût des aliments ou sans le son?",
      "Préférerais-tu pouvoir parler toutes les langues ou jouer de tous les instruments de musique?",
      "Préférerais-tu ne plus jamais utiliser un ordinateur ou ne plus jamais utiliser un téléphone?",
      "Préférerais-tu vivre dans un monde où il fait toujours jour ou toujours nuit?",
      "Préférerais-tu ne plus jamais faire de sport ou ne plus jamais écouter de musique?",
      "Préférerais-tu avoir le superpouvoir de l'invisibilité ou de la super force?",
      "Préférerais-tu vivre sans miroirs ou sans photos?",
      "Préférerais-tu toujours être au premier rang ou toujours à l'arrière?",
      "Préférerais-tu ne plus jamais porter de jeans ou ne plus jamais porter de t-shirts?",
      "Préférerais-tu toujours avoir l'air trop chaud ou trop froid?",
      "Préférerais-tu ne plus jamais utiliser une voiture ou un vélo?",
      "Préférerais-tu vivre sans goût ou sans odeur?",
      "Préférerais-tu ne plus jamais lire de livres ou ne plus jamais regarder de films?",
      "Préférerais-tu toujours recevoir un appel indésirable ou toujours un mail de travail?",
      "Préférerais-tu être la seule personne à parler ou la seule personne à rester silencieuse?",
      "Préférerais-tu ne plus jamais utiliser un four ou un réfrigérateur?",
      "Préférerais-tu pouvoir voir l'invisible ou entendre les pensées?",
      "Préférerais-tu ne plus jamais pouvoir toucher ou sentir?",
      "Préférerais-tu vivre sans la couleur rouge ou sans la couleur bleue?",
      "Préférerais-tu ne plus jamais utiliser une chaise ou un bureau?",
      "Préférerais-tu n'avoir qu'une seule main ou n'avoir qu'un seul pied?",
      "Préférerais-tu ne plus jamais sourire ou ne plus jamais faire une grimace?",
      "Préférerais-tu vivre sans accessoires ou sans vêtements?",
      "Préférerais-tu ne plus jamais utiliser une montre ou une boussole?",
      "Préférerais-tu avoir une maison flottante ou une maison souterraine?",
      "Préférerais-tu ne plus jamais prendre de douches chaudes ou froides?",
      "Préférerais-tu n'avoir qu'une seule tenue pour le reste de ta vie ou changer de tenue chaque jour?",
      "Préférerais-tu ne plus jamais utiliser une fourchette ou un couteau?",
      "Préférerais-tu vivre sans amis ou sans famille?",
      "Préférerais-tu ne plus jamais quitter la maison pendant la journée ou pendant la nuit?",
      "Préférerais-tu avoir le pouvoir de voler mais seulement à basse altitude ou de marcher sur l'eau?",
      "Préférerais-tu ne plus jamais chanter ou ne plus jamais danser?",
      "Préférerais-tu vivre sans Internet ou sans télévision?",
      "Préférerais-tu ne plus jamais utiliser un vélo ou un scooter?",
      "Préférerais-tu toujours avoir chaud ou toujours avoir froid?",
      "Préférerais-tu ne plus jamais utiliser un ordinateur ou une tablette?",
      "Préférerais-tu vivre sans livres ou sans musique?",
      "Préférerais-tu ne plus jamais utiliser un micro-ondes ou un grille-pain?",
      "Préférerais-tu n'avoir qu'une seule couleur préférée ou aucune couleur préférée?",
      "Préférerais-tu ne plus jamais manger des aliments frits ou cuits à la vapeur?",
      "Préférerais-tu vivre sans sucré ou sans salé?",
      "Préférerais-tu ne plus jamais utiliser un vélo ou une voiture?",
      "Préférerais-tu toujours avoir ton plat préféré mais ne jamais pouvoir manger autre chose ou manger une variété de plats mais jamais ton préféré?",
      "Préférerais-tu ne plus jamais regarder ton film préféré ou ne plus jamais écouter ta chanson préférée?",
      "Préférerais-tu vivre sans Internet ou sans amis?",
      "Préférerais-tu ne plus jamais voyager en avion ou en train?",
      "Préférerais-tu avoir une mémoire parfaite ou une imagination illimitée?",
      "Préférerais-tu ne plus jamais utiliser le GPS ou les cartes papier?",
      "Préférerais-tu vivre sans smartphone ou sans ordinateur?",
      "Préférerais-tu ne plus jamais voir le coucher de soleil ou le lever du soleil?",
      "Préférerais-tu avoir la capacité de te téléporter ou de voler?",
      "Préférerais-tu ne plus jamais utiliser les réseaux sociaux ou ne plus jamais envoyer de messages texte?",
      "Préférerais-tu vivre dans un monde sans couleurs ou sans sons?",
      "Préférerais-tu ne plus jamais faire du shopping en ligne ou ne plus jamais faire des achats en magasin?",
      "Préférerais-tu toujours avoir froid ou toujours avoir chaud?",
      "Préférerais-tu ne plus jamais utiliser le téléphone ou l'ordinateur?"
    ],
    "killKissMarryCélébrités": [
      "Beyoncé, Margot Robbie, Scarlett Johansson | Ryan Gosling, Henry Cavill, Chris Hemsworth?",
      "Ariana Grande, Dua Lipa, Megan Fox | Tom Holland, Timothée Chalamet, Brad Pitt?",
      "Taylor Swift, Jennifer Aniston, Emma Watson | Harry Styles, Keanu Reeves, Ryan Reynolds?",
      "Zendaya, Selena Gomez, Gal Gadot | Chris Evans, Michael B. Jordan, Jason Momoa?",
      "Lady Gaga, Shakira, Cardi B | Leonardo DiCaprio, Shawn Mendes, Justin Bieber?",
      "Angelina Jolie, Natalie Portman, Megan Thee Stallion | Johnny Depp, Tom Hiddleston, Jake Gyllenhaal?",
      "Billie Eilish, Camila Cabello, Olivia Rodrigo | Zac Efron, Dylan O'Brien, Andrew Garfield?",
      "Katy Perry, Sofia Vergara, Priyanka Chopra | Dwayne Johnson, Tom Hardy, Chris Pratt?",
      "Kylie Jenner, Kendall Jenner, Hailey Bieber | Robert Pattinson, Jacob Elordi, Oscar Isaac?",
      "Meryl Streep, Emma Stone, Gigi Hadid | Jason Statham, Idris Elba, Adam Driver?",
      "Salma Hayek, Jessica Alba, Emily Blunt | Paul Rudd, Benedict Cumberbatch, John Krasinski?",
      "Jennifer Lopez, Christina Aguilera, Rita Ora | Cillian Murphy, Pedro Pascal, Kit Harington?",
      "Rihanna, Nicki Minaj, FKA Twigs | Jared Leto, Harry Styles, Rami Malek?",
      "Millie Bobby Brown, Hunter Schafer, Sydney Sweeney | Timothée Chalamet, Noah Centineo, Finn Wolfhard?",
      "Halle Berry, Charlize Theron, Elizabeth Olsen | Oscar Isaac, Sebastian Stan, Richard Madden?",
      "Lupita Nyong'o, Sandra Bullock, Anne Hathaway | Jake Gyllenhaal, Daniel Radcliffe, Rupert Grint?"
    ],
    "quiDansCetteSalleEstProbable": [
      "Qui dans cette salle est le plus susceptible d'être un partenaire idéal dans une relation?",
      "Qui dans cette salle penses-tu pourrait être le meilleur amant?",
      "Qui dans cette salle trouves-tu le plus attirant physiquement?",
      "Qui dans cette salle penses-tu avoir le sourire le plus sexy?",
      "Qui dans cette salle penses-tu embrasser le mieux?",
      "Qui dans cette salle a le regard le plus séduisant?",
      "Qui dans cette salle serait ton partenaire idéal pour un rendez-vous romantique?",
      "Qui dans cette salle serait la personne avec qui tu envisagerais une relation?",
      "Qui dans cette salle est le plus susceptible de flirter avec toi?",
      "Qui dans cette salle est le plus susceptible d'être impliqué dans une aventure d'une nuit?",
      "Qui dans cette salle penses-tu avoir le meilleur corps?",
      "Qui dans cette salle a le meilleur sens de l'humour?",
      "Qui dans cette salle est le plus susceptible d'être toujours de bonne humeur?",
      "Qui dans cette salle est le plus susceptible de te rendre fou avec un regard?",
      "Qui dans cette salle est le plus susceptible de recevoir le plus de compliments épicés?",
      "Qui dans cette salle est le plus susceptible de te faire ressentir une attirance soudaine?",
      "Qui dans cette salle penses-tu être le plus charmant?",
      "Qui dans cette salle est le plus susceptible de te faire perdre le contrôle?",
      "Qui dans cette salle penses-tu avoir la voix la plus sexy?",
      "Qui dans cette salle est le plus susceptible d'être le plus compétitif dans les jeux?",
      "Qui dans cette salle est le plus susceptible d'improviser un plan pour la soirée?",
      "Qui dans cette salle serait le meilleur partenaire pour un voyage?",
      "Qui dans cette salle est le plus susceptible de révéler ses fantasmes?",
      "Qui dans cette salle est le plus susceptible de se mettre dans des ennuis pour une bêtise?",
      "Qui dans cette salle est le plus susceptible de chanter fort sans honte?",
      "Qui dans cette salle serait la personne avec qui tu ferais une folie?",
      "Qui dans cette salle penses-tu avoir le meilleur style vestimentaire?",
      "Qui dans cette salle est le plus susceptible de faire tomber quelqu'un amoureux?",
      "Qui dans cette salle est le plus susceptible de recevoir une attention spéciale?",
      "Qui dans cette salle penses-tu pourrait être ton type idéal?",
      "Qui dans cette salle est le plus susceptible de te faire un compliment sincère?",
      "Qui dans cette salle penses-tu pourrait te surprendre sous les draps?",
      "Qui dans cette salle penses-tu avoir les mains les plus attrayantes?",
      "Qui dans cette salle est la personne la plus calme?",
      "Qui dans cette salle penses-tu pourrait être le meilleur partenaire dans un jeu de séduction?",
      "Qui dans cette salle penses-tu avoir le meilleur parfum?",
      "Qui dans cette salle est le plus susceptible de faire un geste romantique pour te conquérir?",
      "Qui dans cette salle est le plus susceptible de te laisser un petit mot avec des mots intrigants?",
      "Qui dans cette salle est le plus susceptible de te réveiller avec un message doux le lendemain?",
      "Qui dans cette salle est le plus susceptible d'être le protagoniste de ton prochain rêve?",
      "Qui dans cette salle est le plus susceptible de recevoir le premier baiser de la soirée?",
      "Qui dans cette salle est le plus susceptible de te donner une expérience inoubliable?",
      "Qui dans cette salle est le plus susceptible de te faire essayer quelque chose de nouveau?",
      "Qui dans cette salle est le plus susceptible d'être ton partenaire parfait pour un jeu de couple?"
    ],
    "devineLaChanson": [
      "Bohemian Rhapsody - Queen",
      "Billie Jean - Michael Jackson",
      "Shape of You - Ed Sheeran",
      "Viva la Vida - Coldplay",
      "Despacito - Luis Fonsi",
      "Uptown Funk - Mark Ronson ft. Bruno Mars",
      "Rolling in the Deep - Adele",
      "Thriller - Michael Jackson",
      "Bad Guy - Billie Eilish",
      "Can't Stop the Feeling! - Justin Timberlake",
      "Blinding Lights - The Weeknd",
      "Shake It Off - Taylor Swift",
      "Havana - Camila Cabello",
      "Old Town Road - Lil Nas X",
      "Dance Monkey - Tones and I",
      "Señorita - Shawn Mendes & Camila Cabello",
      "Perfect - Ed Sheeran",
      "Someone Like You - Adele",
      "All of Me - John Legend",
      "Lose Yourself - Eminem",
      "Sugar - Maroon 5",
      "Thinking Out Loud - Ed Sheeran",
      "Happy - Pharrell Williams",
      "Roar - Katy Perry",
      "Let Her Go - Passenger",
      "Firework - Katy Perry",
      "Hello - Adele",
      "Stay - Justin Bieber ft. The Kid LAROI",
      "Watermelon Sugar - Harry Styles",
      "Memories - Maroon 5",
      "Bad Habits - Ed Sheeran",
      "Sunflower - Post Malone & Swae Lee",
      "Closer - The Chainsmokers ft. Halsey",
      "Believer - Imagine Dragons",
      "Cheap Thrills - Sia",
      "Shape of My Heart - Backstreet Boys",
      "Levitating - Dua Lipa",
      "Take Me to Church - Hozier",
      "Somebody That I Used to Know - Gotye ft. Kimbra",
      "We Found Love - Rihanna ft. Calvin Harris",
      "Thinking About You - Calvin Harris",
      "Radioactive - Imagine Dragons",
      "Counting Stars - OneRepublic",
      "Sorry - Justin Bieber",
      "Uptown Girl - Billy Joel",
      "I Will Always Love You - Whitney Houston",
      "Toxic - Britney Spears",
      "I Kissed a Girl - Katy Perry",
      "Like a Prayer - Madonna",
      "Boulevard of Broken Dreams - Green Day",
      "Seven Nation Army - The White Stripes",
      "Another Brick in the Wall - Pink Floyd",
      "Hey Jude - The Beatles",
      "Hotel California - Eagles",
      "Smells Like Teen Spirit - Nirvana",
      "Sweet Child O’ Mine - Guns N’ Roses",
      "Don’t Stop Believin’ - Journey",
      "Eye of the Tiger - Survivor",
      "We Will Rock You - Queen",
      "Back in Black - AC/DC",
      "Livin’ on a Prayer - Bon Jovi",
      "California Gurls - Katy Perry ft. Snoop Dogg",
      "Wake Me Up - Avicii",
      "Somewhere Only We Know - Keane",
      "We Are Young - Fun. ft. Janelle Monáe",
      "Call Me Maybe - Carly Rae Jepsen",
      "Chandelier - Sia",
      "Love Me Like You Do - Ellie Goulding",
      "Sorry Not Sorry - Demi Lovato",
      "Bad Romance - Lady Gaga",
      "Poker Face - Lady Gaga",
      "Paint It Black - Rolling Stones",
      "Sweet Home Alabama - Lynyrd Skynyrd",
      "You’re Beautiful - James Blunt"
    ],
    "bois": [
      "Bois 1 gorgée",
      "Bois 2 gorgées",
      "Bois 3 gorgées",
      "Bois la moitié du verre",
      "Bois 1 gorgée",
      "Bois 2 gorgées",
      "Bois 3 gorgées",
      "Bois la moitié du verre",
      "Bois 1 gorgée",
      "Bois 2 gorgées"
    ],
    "chercheEtLis": [
      "Cherche 'sexe' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'je t'aime' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'baiser' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'nu' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'hier' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'photo' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'hot' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'ex' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'crush' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'ivre' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'fête' sur WhatsApp et lis le premier message que tu trouves",
      "Cherche 'danse' sur WhatsApp et lis le premier message que tu trouves"
    ]
  }
  